Repository: PITADIA/android-couple-app
Catalog: DailyChallenges.xcstrings
Source language: fr
Languages: de, en, es, it, nl, pt, pt_br

# daily_challenge_28
source: Transformez votre prénom + le sien en un nom de duo (comme un nom de groupe ou un cocktail.)
de: Misch deinen Namen mit seinem/ihrem und erfindet einen Duo‑Namen (Bandname oder Cocktail‑Style).
en: Mix your name with theirs to create a duo name (like a band name or cocktail).
es: Mezcla tu nombre con el suyo para crear un nombre de dúo (como el de un grupo o un cóctel).
it: Mescola il tuo nome con il suo per creare un nome di duo (come quello di una band o di un cocktail).
nl: Mix je naam met die van je partner om een duo-naam te maken (zoals een bandnaam of cocktail).
pt: Mistura o teu nome com o dele(a) para criar um nome de duo (como o de uma banda ou cocktail).
pt_br: Misture seu nome com o dele(a) para criar um nome de dupla (como o de uma banda ou coquetel).

# daily_challenge_29
source: Inventez chacun une "potion magique" de votre amour (avec des ingrédients comme "3 larmes de fou rire", "5 pincées de baisers", etc.)
de: Erfindet jeweils eine "magische Liebes‑Potion" mit Zutaten wie "3 Tränen vor Lachen", "5 Prisen geklauter Küsse" …
en: Each create a "magic love potion" with ingredients like "3 tears of laughter", "5 pinches of kisses", etc.
es: Cread cada uno una «poción mágica de amor» con ingredientes como «3 lágrimas de risa», «5 pizcas de besos», etc.
it: Create ognuno una "pozione magica d'amore" con ingredienti come "3 lacrime di risate", "5 pizzichi di baci", ecc.
nl: Bedenk elk een 'magische liefdesdrank' met ingrediënten zoals '3 tranen van lachen', '5 snufjes kussen', enz.
pt: Cada um cria uma "poção de amor mágica" com ingredientes como "3 lágrimas de riso", "5 pitadas de beijos", etc.
pt_br: Cada um cria uma "poção mágica do amor" com ingredientes como "3 lágrimas de riso", "5 pitadas de beijos", etc.

# daily_challenge_30
source: Faites un vocal en parlant comme un narrateur de documentaire animalier décrivant l'autre.
de: Nimm eine Sprachnachricht auf, als wärst du Doku‑Sprecher über deinen Partner/deine Partnerin.
en: Record a voice message speaking like a wildlife documentary narrator describing your partner.
es: Graba un mensaje de voz hablando como un narrador de documental de fauna describiendo a tu pareja.
it: Registra un messaggio vocale parlando come il narratore di un documentario sulla natura che descrive il tuo partner.
nl: Neem een spraakbericht op waarin je als een natuurdocumentaireverteller je partner beschrijft.
pt: Grava uma mensagem de voz falando como um narrador de documentário de vida selvagem a descrever o teu parceiro.
pt_br: Grave uma mensagem de voz falando como um narrador de documentário de natureza descrevendo seu parceiro.

# daily_challenge_31
source: Imaginez à quoi ressemblerait une journée parfaite si vous étiez deux enfants de 6 ans.
de: Stellt euch vor, wie ein perfekter Tag wäre, wenn ihr zusammen 6 Jahre alt wärt.
en: Imagine what a perfect day would look like if you were both 6-year-old kids together.
es: Imaginen cómo sería un día perfecto si ambos fueran niños de 6 años juntos.
it: Immagina come sarebbe una giornata perfetta se foste entrambi bambini di 6 anni insieme.
nl: Stel je voor hoe een perfecte dag eruitziet als jullie allebei 6-jarige kinderen waren.
pt: Imagina como seria um dia perfeito se fossem ambos crianças de 6 anos juntos.
pt_br: Imagine como seria um dia perfeito se vocês fossem duas crianças de 6 anos juntos.

# daily_challenge_32
source: Racontez votre premier baiser ensemble (ou premier moment fort) comme si vous étiez vieux et nostalgiques.
de: Erzählt eure erste Kuss‑Story (oder den ersten besonderen Moment), als wärt ihr alt und nostalgisch.
en: Tell the story of your first kiss (or first special moment) as if you were old and nostalgic.
es: Cuenta la historia de vuestro primer beso (o primer momento especial) como si fueras mayor y nostálgico/a.
it: Racconta la storia del vostro primo bacio (o primo momento speciale) come se fossi anziano e nostalgico.
nl: Vertel het verhaal van jullie eerste kus (of eerste speciale moment) alsof je oud en nostalgisch bent.
pt: Conta a história do vosso primeiro beijo (ou primeiro momento especial) como se fosses velho(a) e nostálgico(a).
pt_br: Conte a história do primeiro beijo de vocês (ou primeiro momento especial) como se fossem velhos e nostálgicos.

# daily_challenge_33
source: Choisissez chacun un fruit pour symboliser votre partenaire et expliquez pourquoi.
de: Wählt jeweils eine Frucht, die euren Partner/eure Partnerin symbolisiert, und erklärt warum.
en: Each choose a fruit to symbolize your partner and explain why you picked it.
es: Elijan cada uno una fruta para simbolizar a su pareja y expliquen por qué la escogieron.
it: Scegli ognuno un frutto per simboleggiare il tuo partner e spiega perché l'hai scelto.
nl: Kies ieder een vrucht om je partner te symboliseren en leg uit waarom je die koos.
pt: Cada um escolhe uma fruta para simbolizar o parceiro e explica porque a escolheu.
pt_br: Cada um escolhe uma fruta para simbolizar o parceiro e explica por que a escolheu.

# daily_challenge_34
source: Créez une règle pour "l'ordre mondial des amoureux", que tous les couples devraient suivre pour être heureux.
de: Erfindet eine Regel für die "Weltordnung der Verliebten", damit Paare glücklich sind.
en: Create a rule for the "world order of lovers" that all couples should follow to be happy.
es: Crea una regla para el «orden mundial de los enamorados» que todas las parejas deban seguir para ser felices.
it: Crea una regola per l'"ordine mondiale degli innamorati" che tutte le coppie dovrebbero seguire per essere felici.
nl: Bedenk een regel voor de 'wereldorde van geliefden' die alle koppels moeten volgen om gelukkig te zijn.
pt: Cria uma regra para a "ordem mundial dos amantes" que todos os casais devem seguir para serem felizes.
pt_br: Crie uma regra para a "ordem mundial dos apaixonados" que todos os casais devem seguir para serem felizes.

# daily_challenge_35
source: Appelez-vous par le nom d'un personnage de dessin animé de votre choix toute la journée
de: Nennt euch den ganzen Tag über mit einem Cartoon‑Figur‑Namen eurer Wahl.
en: Call each other by a cartoon character name of your choice for the whole day.
es: Llámense por el nombre de un personaje de dibujos animados de vuestra elección durante todo el día.
it: Chiamatevi per tutto il giorno con il nome di un personaggio dei cartoni a vostra scelta.
nl: Noem elkaar de hele dag bij de naam van een tekenfilmfiguur naar keuze.
pt: Chamem-se pelo nome de um personagem de desenho animado à vossa escolha durante todo o dia.
pt_br: Chamem-se pelo nome de um personagem de desenho animado à escolha durante todo o dia.

# daily_challenge_36
source: Choisissez chacun une couleur qui représente l'autre et expliquez pourquoi.
de: Wählt jeweils eine Farbe, die den anderen repräsentiert, und erklärt warum.
en: Each choose a color that represents your partner and explain why.
es: Elijan cada uno un color que represente a su pareja y expliquen por qué.
it: Scegli ognuno un colore che rappresenti il tuo partner e spiega perché.
nl: Kies ieder een kleur die je partner vertegenwoordigt en leg uit waarom.
pt: Cada um escolhe uma cor que represente o parceiro e explica porquê.
pt_br: Cada um escolhe uma cor que represente o parceiro e explica por quê.

# daily_challenge_37
source: Créez une "journée imaginaire" idéale avec heure par heure ce que vous feriez ensemble.
de: Plant einen "perfekten Fantasie‑Tag" mit Stundenplan, was ihr zusammen macht.
en: Create an "imaginary perfect day" with an hour-by-hour schedule of what you'd do together.
es: Creen un «día perfecto imaginario» con un horario hora por hora de lo que harían juntos.
it: Create una "giornata perfetta immaginaria" con un programma ora per ora di ciò che fareste insieme.
nl: Maak een 'denkbeeldige perfecte dag' met een uur-tot-uur schema van wat jullie samen zouden doen.
pt: Criem um "dia imaginário perfeito" com um horário de hora a hora do que fariam juntos.
pt_br: Criem um "dia perfeito imaginário" com um cronograma hora a hora do que fariam juntos.

# daily_challenge_38
source: Créez une phrase à réciter en cas de doute ou de dispute.
de: Erfindet einen Satz, den ihr bei Zweifeln oder Diskussionen aufsagt.
en: Create a phrase to recite whenever you have doubts or during disagreements.
es: Creen una frase para recitar cada vez que tengan dudas o durante desacuerdos.
it: Create una frase da recitare ogni volta che avete dubbi o durante i disaccordi.
nl: Bedenk een zin om op te zeggen wanneer je twijfels hebt of tijdens meningsverschillen.
pt: Cria uma frase para recitar sempre que tiveres dúvidas ou durante desentendimentos.
pt_br: Crie uma frase para recitar sempre que tiverem dúvidas ou durante desentendimentos.

# daily_challenge_39
source: Faites une "note vocale miroir" : dites à l'autre ce que vous aimeriez entendre aujourd'hui.
de: Schickt eine "Spiegel‑Sprachnachricht": Sag deinem Schatz, was du heute selbst gern hören würdest.
en: Send a "mirror voice note": tell your love what you'd like to hear today.
es: Envía una «nota de voz espejo»: dile a tu amor lo que te gustaría oír hoy.
it: Invia una "nota vocale specchio": dì al tuo amore ciò che vorresti sentirti dire oggi.
nl: Stuur een 'spiegelspraakbericht': vertel je geliefde wat jij vandaag graag zou horen.
pt: Envia uma "nota de voz espelho": diz ao teu amor o que gostarias de ouvir hoje.
pt_br: Envie uma "nota de voz espelho": diga ao seu amor o que você gostaria de ouvir hoje.

# daily_challenge_40
source: Dessinez un cœur avec le prénom de votre partenaire puis envoyez-lui la photo.
de: Zeichne ein Herz mit dem Namen deines Partners/deiner Partnerin hinein und schick das Foto.
en: Draw a heart with your partner's name inside and send them the photo.
es: Dibuja un corazón con el nombre de tu pareja dentro y envíale la foto.
it: Disegna un cuore con il nome del tuo partner dentro e inviagli la foto.
nl: Teken een hart met de naam van je partner erin en stuur hen de foto.
pt: Desenha um coração com o nome do teu parceiro dentro e envia-lhe a foto.
pt_br: Desenhe um coração com o nome do seu parceiro dentro e envie a foto.

# daily_challenge_41
source: Donnez-vous à chacun un surnom unique à utiliser aujourd'hui seulement.
de: Gebt euch gegenseitig einen einzigartigen Spitznamen nur für heute.
en: Give each other a unique nickname to use just for today.
es: Dense un apodo único para usar solo hoy.
it: Datevi un soprannome unico da usare solo per oggi.
nl: Geef elkaar een unieke bijnaam om alleen vandaag te gebruiken.
pt: Dêem-se um apelido único para usar só hoje.
pt_br: Deem um apelido único um ao outro para usar só hoje.

# daily_challenge_42
source: Faites un visio de 2 minutes sans parler, ou vous devez-vous fixer et le premier qui tourne le regard ou rigole a perdu
de: Macht einen 2‑Minuten‑Video‑Call ohne zu reden – nur anstarren. Wer zuerst wegschaut oder lacht, verliert!
en: Have a 2-minute video call without talking - just stare at each other. First one to look away or laugh loses!
es: Haced una videollamada de 2 minutos sin hablar; solo mírense. ¡Quien mire hacia otro lado o se ría primero pierde!
it: Fate una videochiamata di 2 minuti senza parlare - guardatevi e basta. Chi distoglie lo sguardo o ride per primo perde!
nl: Doe een videogesprek van 2 minuten zonder te praten - kijk alleen naar elkaar. Degene die als eerste wegkijkt of lacht, verliest!
pt: Façam uma videochamada de 2 minutos sem falar – apenas olhem um para o outro. Quem desviar o olhar ou se rir primeiro perde!
pt_br: Façam uma chamada de vídeo de 2 minutos sem falar – apenas se encarem. Quem desviar o olhar ou rir primeiro perde!

# daily_challenge_43
source: Demandez à votre partenaire Si je pouvais te faire une surprise maintenant, tu voudrais quoi ?
de: Frag deinen Partner/deine Partnerin: Wenn ich dich jetzt überraschen könnte – was würdest du dir wünschen?
en: Ask your partner: If I could surprise you right now, what would you want?
es: Pregunta a tu pareja: Si pudiera sorprenderte ahora mismo, ¿qué querrías?
it: Chiedi al tuo partner: Se potessi sorprenderti adesso, cosa vorresti?
nl: Vraag je partner: Als ik je nu kon verrassen, wat zou je willen?
pt: Pergunta ao teu parceiro: Se eu pudesse surpreender-te agora, o que gostarias?
pt_br: Pergunte ao seu parceiro: Se eu pudesse te surpreender agora, o que você gostaria?

# daily_challenge_44
source: Écrivez une phrase à votre partenaire que vous auriez aimé qu’on vous dise quand vous étiez enfant.
de: Schreib deinem Schatz einen Satz, den du dir als Kind gewünscht hättest.
en: Write a sentence to your partner that you wish someone had told you when you were a child.
es: Escribe una frase a tu pareja que te hubiera gustado que alguien te dijera cuando eras niño/a.
it: Scrivi al tuo partner una frase che avresti voluto sentirti dire da bambino.
nl: Schrijf een zin voor je partner die jij graag had gehoord toen je kind was.
pt: Escreve uma frase ao teu parceiro que gostarias que alguém te tivesse dito quando eras criança.
pt_br: Escreva uma frase para seu parceiro que você gostaria que tivessem te dito quando criança.

# daily_challenge_45
source: Envoyez-vous un "je t'aime" dans une langue étrangère que vous ne parlez pas.
de: Schickt euch "Ich liebe dich" in einer Fremdsprache, die ihr nicht sprecht.
en: Send each other "I love you" in a foreign language you don't speak.
es: Envíense «te amo» en un idioma extranjero que no habléis.
it: Mandatevi "Ti amo" in una lingua straniera che non parlate.
nl: Stuur elkaar 'Ik hou van je' in een vreemde taal die jullie niet spreken.
pt: Enviem um ao outro "amo-te" numa língua estrangeira que não dominem.
pt_br: Enviem "eu te amo" um ao outro em um idioma estrangeiro que vocês não falem.

# daily_challenge_46
source: Trouvez 2 sujets de discussion que vous n’avez jamais abordés ensemble et parlez-en ce soir
de: Findet 2 Themen, über die ihr noch nie geredet habt, und sprecht heute Abend darüber.
en: Find 2 topics you've never discussed together and talk about them tonight.
es: Encuentren 2 temas de los que nunca hayan hablado y conversen sobre ellos esta noche.
it: Trovate 2 argomenti di cui non avete mai parlato insieme e discutetene stasera.
nl: Zoek 2 onderwerpen waarover jullie het nog nooit hebben gehad en praat er vanavond over.
pt: Encontrem 2 temas de que nunca falaram juntos e conversem sobre eles esta noite.
pt_br: Encontrem 2 assuntos que nunca conversaram e falem sobre eles esta noite.

# daily_challenge_47
source: Notez trois choses que vous admirez chez l'autre et lisez-les à voix haute.
de: Schreibt drei Dinge auf, die ihr am anderen bewundert, und lest sie laut vor.
en: Write down three things you admire about each other and read them out loud.
es: Anoten tres cosas que admiran el uno del otro y léanlas en voz alta.
it: Scrivete tre cose che ammirate l'uno dell'altro e leggetele ad alta voce.
nl: Schrijf drie dingen op die je in elkaar bewondert en lees ze hardop voor.
pt: Escrevam três coisas que admiram um no outro e leiam em voz alta.
pt_br: Escrevam três coisas que admiram um no outro e leiam em voz alta.

# daily_challenge_48
source: Inventez ensemble un souvenir fictif comme si vous l'aviez vraiment vécu.
de: Erfindet gemeinsam eine fiktive Erinnerung, als hättet ihr sie wirklich erlebt.
en: Create a fictional memory together as if you actually lived it.
es: Creen juntos un recuerdo ficticio como si realmente lo hubieran vivido.
it: Create insieme un ricordo immaginario come se lo aveste davvero vissuto.
nl: Bedenk samen een fictieve herinnering alsof jullie die echt hebben beleefd.
pt: Criem juntos uma memória fictícia como se a tivessem vivido realmente.
pt_br: Criem juntos uma lembrança fictícia como se realmente a tivessem vivido.

# daily_challenge_49
source: Créez une règle pour la journée (ex : interdiction de dire "non", obligation de dire "mon amour" à chaque début de phrase…).
de: Erstellt eine Tagesregel (z. B.: kein "Nein" sagen oder jeden Satz mit "mein Schatz" beginnen).
en: Create a rule for the day (like: no saying "no", or starting every sentence with "my love"...).
es: Establezcan una regla para el día (como: no decir «no» o comenzar cada frase con «mi amor»...).
it: Create una regola per la giornata (ad esempio: non dire 'no', o iniziare ogni frase con 'amore mio'...).
nl: Bedenk een regel voor de dag (zoals: geen 'nee' zeggen, of elke zin beginnen met 'mijn lief'...).
pt: Criem uma regra para o dia (por exemplo: não dizer "não" ou começar cada frase com "meu amor"...).
pt_br: Criem uma regra para o dia (por exemplo: não dizer "não" ou começar cada frase com "meu amor"...).

# daily_challenge_50
source: Envoyez-lui une photo d'un endroit où vous aimeriez aller avec lui/elle.
de: Schick ein Foto von einem Ort, an den du sehr gern zusammen fahren würdest.
en: Send them a photo of a place where you'd love to go together.
es: Envíale una foto de un lugar al que te encantaría ir juntos.
it: Inviagli una foto di un posto dove ti piacerebbe andare insieme.
nl: Stuur hen een foto van een plek waar je graag samen naartoe zou gaan.
pt: Envia-lhe uma foto de um lugar para onde adorarias ir juntos.
pt_br: Envie uma foto de um lugar para onde adoraria ir junto.

# daily_challenge_51
source: Imitez la voix de l'autre en audio (gentiment) et envoyez-la lui (en utilisant son vocabulaire)
de: Imitiere liebevoll die Stimme deines Partners/deiner Partnerin in einer Sprachnachricht mit seinem/ihrem typischen Vokabular.
en: Imitate your partner's voice in an audio message (lovingly) and send it using their vocabulary.
es: Imita la voz de tu pareja en un mensaje de audio (con cariño) y envíalo usando su vocabulario.
it: Imita la voce del tuo partner in un messaggio audio (con affetto) e invialo usando il suo vocabolario.
nl: Imiteer de stem van je partner in een audiobericht (liefdevol) en gebruik hun woordenschat.
pt: Imita a voz do teu parceiro numa mensagem de áudio (com carinho) e envia-a usando o vocabulário dele(a).
pt_br: Imite a voz do seu parceiro em uma mensagem de áudio (com carinho) e envie usando o vocabulário dele(a).

# daily_challenge_52
source: Écrivez une bio Tinder de l'autre et envoyez-les-vous.
de: Schreibt jeweils ein Tinder-Profil füreinander und teilt es.
en: Write a Tinder bio for each other and share them.
es: Escriban una bio de Tinder el uno para el otro y compártanlas.
it: Scrivete una bio Tinder l'uno per l'altro e condividetele.
nl: Schrijf een Tinder-bio voor elkaar en deel die.
pt: Escrevam uma bio do Tinder um para o outro e partilhem-na.
pt_br: Escrevam uma bio do Tinder um para o outro e compartilhem.

# daily_challenge_53
source: Échangez un message écrit avec votre "main non dominante" (main gauche si vous êtes droitier).
de: Tauscht eine Nachricht aus, die ihr mit eurer "nicht‑dominanten Hand" geschrieben habt (links, wenn du Rechtshänder bist).
en: Exchange a message written with your "non-dominant hand" (left hand if you're right-handed).
es: Intercambien un mensaje escrito con su «mano no dominante» (izquierda si eres diestro).
it: Scambiatevi un messaggio scritto con la vostra "mano non dominante" (sinistra se siete destri).
nl: Wissel een boodschap uit die je met je 'niet-dominante hand' hebt geschreven (linkerhand als je rechtshandig bent).
pt: Troquem uma mensagem escrita com a tua "mão não dominante" (mão esquerda se fores destro).
pt_br: Troquem uma mensagem escrita com a "mão não dominante" (mão esquerda se você for destro).

# daily_challenge_preparing
source: Préparation en cours…
de: Wird vorbereitet…
en: Preparing…
es: Preparando…
it: Preparazione…
nl: Bezig met voorbereiden…
pt: A preparar…
pt_br: Preparando…

# daily_challenge_preparing_subtitle
source: Nous préparons votre défi
de: Wir bereiten deine Challenge vor
en: We are preparing your challenge
es: Estamos preparando tu desafío
it: Stiamo preparando la tua sfida
nl: We bereiden je uitdaging voor
pt: Estamos a preparar o teu desafio
pt_br: Estamos preparando seu desafio
